test/request-response-samples/execFile__valid_xml_generated_on_request_with_complex_type_element_form_default_qualified/request.xml

<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"  xmlns:tns="urn:RpcExample" xmlns:RpcExample="urn:RpcExample"><soap:Header></soap:Header><soap:Body><tns:execFile><params><fileName>PSTN</fileName><arguments>0</arguments><base64EncodedStdIn>null</base64EncodedStdIn><startDetached>true</startDetached></params></tns:execFile></soap:Body></soap:Envelope>